Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: The contact who should receive the invoice
uk: Контактна особа, яка має рахунок-фактуру отримати

source: Visit Studio Help
uk: Відвідати сторінку допомоги Studio

source: Discussion Topic Mapping
uk: Схема тем обговорення

source: Currency
uk: Валюта

source: {platform_name} acknowledges the following student accomplishment
uk: {platform_name} визнає такі досягнення слухача

source: A {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines. A {cert_type} certificate also indicates that the identity of the learner has been checked and is valid.
uk: {cert_type} сертифікат означає, що слухач зобов'язався виконувати кодекс честі {platform_name} і завершив всі необхідні завдання даного курсу у відповідності з його керівними принципами. {cert_type} сертифікат також вказує на те, що особистість слухача перевірена і підтверджена.

source: This team is full.
uk: У цій команді немає більше місць.

source: Courses
uk: Курси

source: Global Navigation
uk: Навігація

source: New %(component_type)s
uk: Новий компонент %(component_type)s

source: URL paths
uk: URL шляхи

source: An error occurred with this transaction. For help, contact {support_email}.
uk: При виконанні операції виникла помилка. Звертайтеся за допомогою за адресою {support_email}.

source: Bookmark
uk: Додати до закладок

source: Student Progress
uk: Прогрес студентів

source: Preferred language for transcript.
uk: Головна мова субтитрів

source: All Students
uk: Усі слухачі

source: None Available
uk: Не доступно

source: Quantity - Description - Price
uk: Кількість - Опис - Ціна

source: graded
uk: оцінено

source: Follow
uk: Стежити

source: The payment processor did not return a required parameter: {0}
uk: Обробка оплати не повернула необхідний параметр: {0}

source: To access the course visit {course_url} and login.
uk: Для отримання доступу до курсу відвідайте {course_url} і виконайте вхід в систему.

source: We could not submit your feedback
uk: Ми не могли уявити свою зворотний зв'язок

source: Module does not exist.
uk: Модуль не існує.

source: Partially Incorrect
uk: Частково неправильно

source: Must specify contentType.
uk: Необхідно вказати contentType.

source: Tag this course module as an Entrance Exam. Note, you must enable Entrance Exams for this course setting to take effect.
uk: Позначити цей модуль курсу в якості вступного іспиту. Зауважте, що ви повинні активувати вступний іспит на цьому курсі, щоб ця настройка діяла.

source: Information about course credit requirements
uk: Інформація про вимоги для отримання кредиту

source: (%(num_points)s points possible)
uk: (%(num_points)s можливих балів)

source: Password Reset Email Sent
uk: Запит на зміну паролю відіслано

source: Please visit your {link_start}dashboard{link_end} to see your new course.
uk: Будь ласка, перейдіть до {link_start}панелі управління{link_end}, щоб переглянути свій новий курс.

source: Your verification photos have been submitted and will be reviewed shortly.
uk: Ваші верифікаційні фото були завантажені і ми невдовзі їх перевіримо.

source: Reviews written
uk: Відгук написано

source: I just enrolled in {number} {title} through {platform} {url}
uk: Я щойно записався на {number} {title} через {platform} {url}

source: Please enter a valid donation amount.
uk: Будь ласка, введіть коректний розмір внеску.

source: Register for edX 101, edX's primer for course creation.
uk: Зареєструйтеся на edX 101 - основи створення курсів edX.

source: Editing: %(title)s
uk: Редагування: %(title)s

source: The {provider_name} account you selected is already linked to another {platform_name} account.
uk: Обліковий запис {provider_name}, який ви обрали, вже пов'язаний з іншим обліковим записом {platform_name}.

source: There was a problem with the staff answer to this problem.
uk: Виникла проблема із відповіддю персоналу на цю задачу.

source: &copy; 2014 edX, some rights reserved.
uk: &copy; 2014 edX, деякі права захищені.

source: Your {cert_name_short} is Generating
uk: Ваш {cert_name_short} в процесі обробки

source: Engage with posts
uk: Звернутися з використанням розсилок

source: Large
uk: Великий

source: Grading policy definition for this class
uk: Визначення політики оцінювання для даного класу

source: freezing point of water in degrees Kelvin
uk: температура замерзання води в градусах Кельвіна

source: Register for {platform_name}
uk: Зареєструватися на {platform_name}

source: Calculator Input Field
uk: Поле введення Калькулятора

source: Plain text or html content for displaying custom message inside credit eligibility email content which is sent when user has met all credit eligibility requirements.
uk: Вміст електронного листа у вигляді простого тексту або HTML про Право на одержання кредитів/балів, який відправляється коли користувач виконав всі вимоги.

source: (3) On the enrollment confirmation page, Click the 'Activate Enrollment Code' button. This will show the enrollment confirmation.
uk: (3) На сторінці підтвердження зарахування натисніть кнопку «Активувати код зарахування». Після цього буде відображено підтвердження зарахування.

source: You are not enrolled in this course
uk: Ви не записані на цей курс

source: Could not parse LTI passport: {lti_passport}. Should be "id:key:secret" string.
uk: Не вдалося розпізнати ключ LTI: {lti_passport}. Рекомендується використовувати рядок вигляду "id:key:secret".

source: %s was successfully added.
uk: %s успішно додано.

source: PDF will open in a new browser window or tab.
uk: PDF буде відкрито у новому вікні або новій вкладці браузера

source: No formula specified.
uk: Формула не вказана.

source: Entrance Exam Minimum Score (%)
uk: Прохідний бал для вступного іспиту (%)

source: Category
uk: Тема

source: Course Seat Purchases
uk: Куплені місця на курсі

source: Course Updates &amp; News
uk: Оголошення та новини курсу

source: Unable to submit your submission to the grader. Please try again later.
uk: Не вдалося надіслати вашу відповідь на оцінку. Будь ласка, спробуйте повторити пізніше.

source: Deleting Course Content
uk: Видалити вміст курсу

source: Failed - email {0} already exists as external_id
uk: Помилка - поштова адреса {0} вже існує в якості external_id

source: Deleting a textbook cannot be undone and once deleted any reference to it in your courseware's navigation will also be removed.
uk: Видалення підручника є незворотнім і призведе до того, що всі посилання на нього в навігації по вашому курсу також будуть видалені.

source: Explore edX's Support Tools
uk: Дізнатися про засоби підтримки edX

source: {num} points: {text}
uk: {num} балів: {text}

source: Brief description of your suggestion
uk: Короткий опис Вашої пропозиції

source: Organization Contact Name
uk: Ім'я контактної особи організації

source: Whether the student has answered the problem
uk: Чи дав студент відповідь на завдання

source: Back to problem list
uk: Назад до списку завдань

source: There has been an error on the {platform_name} servers
uk: Помилка на серверах {platform_name}

source: View Dashboard
uk: Переглянути Панель користувача

source: Media
uk: Медіафайли

source: Choose mode
uk: Обрати режим

source: Enter true or false. If true, students cannot view the progress graph.
uk: Введіть "true" або "false". Якщо "true", студентам буде недоступна діаграма прогресу.

source: Terms of Service
uk: Умови надання послуг

source: Current Courses
uk: Поточні курси

source: View our %(start_link)shelp section for contact information and answers to commonly asked questions%(end_link)s
uk: Перегляньте наш %(start_link)sрозділ допомоги для контактної інформації та відповідей на часті питання%(end_link)s

source: Overview
uk: Огляд

source: Please add at least one group
uk: Будь ласка, додайте хоча б одну групу

source: Could not find Certificate Invalidation in the list. Please refresh the page and try again
uk: Не вдалося знайти анульований сертифікат в списку. Будь ласка, оновіть сторінку та повторіть спробу.

source: Invalid `role` specified.
uk: Зазначена невірна `роль`.

source: Set this to "true" to mark this course as self-paced. Self-paced courses do not have due dates for assignments, and students can progress through the course at any rate before the course ends.
uk: Встановіть значення "true", щоб задати навчання на курсі в довільному темпі. Якщо навчання на курсі проходить в довільному темпі, терміни здачі завдань не встановлюються, а слухачі можуть проходити курс з будь-якою швидкістю до дати його закінчення.

source: Content module identifier (location) of entrance exam.
uk: Ідентифікатор (місцезнаходження) модуля, що містить вступний іспит.

source: Please Enter the Coupon Discount Value Less than or Equal to 100
uk: Будь ласка, введіть величину знижки по купону, меншу або рівну 100

source: Log In
uk: Увійти

source: Endorse
uk: Підтримати

source: E-mail change failed
uk: Зміни електронну адресу не вдалося

source: Dear [[Name]]
uk: Шановний/а [[Name]]

source: Select an action for the student's entrance exam. This action will affect every problem in the student's exam.
uk: Виберіть дію для вступного випробування. Це дія вплине на всі завдання в іспиті.

source: To complete your registration, you will need to pay:
uk: Для того, щоб завершити реєестрацію, Вам необхідно буде заплатити:

source: Include a short list of frequently asked questions about your course.
uk: Додайте короткий список поширених запитань про ваш курс.

source: Sign Up for {platform_name}
uk: Створити обліковий запис на {platform_name}

source: End Date
uk: Дата Закінчення

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible. Please email us at {tech_support_email}' to report any problems or downtime.
uk: На жаль, цей модуль тимчасово недоступний. Наші співробітники будуть намагатися усунути проблему якомога швидше. Будь ласка, відправте нам повідомлення на адресу {tech_support_email} ', щоб повідомити про проблеми або неполадки, що виникли.

source: A city is required
uk: Необхідно вказати місто

source: Enter the method by which this course is edited ("XML" or "Studio").
uk: Введіть спосіб редагування курсу ("XML" або "Studio").

source: To disable the XBlock and prevent rendering in the LMS, leave "Enabled" deselected; for clarity, update XBlockStudioConfiguration support state accordingly.
uk: Щоб блокувати XBlock і запобігти відображенню в LMS, деактивуйте опцію; для ясності, оновіть XBlockStudioConfiguration стан підтримки відповідно.

source: Default Group
uk: Група за замовчуванням

source: LONG_DATE_FORMAT
uk: %A, %B %Y

source: This component refers to deleted or invalid content group configurations.
uk: Цей компонент посилається на видалені або некоректні налаштування груп по матеріалу, що вивчається.

source: Pinned
uk: Закріплений

source: You must wait at least {wait_secs} between submissions. {remaining_secs} remaining.
uk: Зачекайте принаймні {wait_secs} між спробами. Залишилося {remaining_secs}.

source: Additional Receipt Recipient
uk: Додатковий одержувач чека

source: Course Outline
uk: Структура курсу

source: Euler's number
uk: число Ейлера

source: Created new profile for user: "{}"
uk: Створено новий профіль для користувача: "{}"

source: Successfully removed invalid due date extension (unit has no due date).
uk: Некоректно продовжений термін здачі завдання успішно видалений (у блоку відсутній термін здачі).

source: Your new file will automatically be renamed to match the file already present. Files with different extensions are not allowed.
uk: Ваш новий файл буде автоматично перейменований відповідно до вже наявного файла. Файли з різними розширеннями не допускаються.

source: Cohorts Enabled
uk: Когорти увімкнені

source: The number of options cannot be changed after a problem is released.
uk: Кількість варіантів не можна міняти після публікації завдання.

source: Specify whether YouTube is available for the user.
uk: Вкажіть, чи доступний ресурс YouTube для даного користувача.

source: Remove this team member?
uk: Видалити цього члена команди?

source: user '{user}' does not exist
uk: користувач '{user}' не існує

source: Record thoughts about a specific passage or concept.
uk: Записати думки про певний фрагмент чи ідею.

source: Follow posts for updates
uk: Відслідковувати оновлення в повідомленнях

source: Make payment
uk: Зробити оплату

source: Public
uk: Публіка

source: Quantity:
uk: Кількість:

source: Since we did not have a valid set of verification photos from you when your {cert_name_long} was generated, we could not grant you a verified {cert_name_short}. An honor code {cert_name_short} has been granted instead.
uk: Зважаючи на те, що ми не отримали від вас дійсний набір фото для підтвердження, коли ваш {cert_name_long} був створений, ми не можемо надати вам підтверджений {cert_name_short}. Код честі {cert_name_short} був згенерований замість нього.

source: You already belong to another team.
uk: Ви вже належите до іншої команди.

source: Usernames can only contain Roman letters, western numerals (0-9), underscores (_), and hyphens (-).
uk: Ім'я користувача може містити лише латинські літери, арабські цифри(0-9), підкреслення(_) та дефіси(-)

source: {platform_name} Content Quality Assessment
uk: Служба контролю якості вмісту {platform_name}

source: Chapter Name
uk: Ім'я розділу

source: Company Address
uk: Адреса компанії

source: Commentary
uk: Коментарі

source: Course Title
uk: Назва курсу

source: Show Discussion
uk: Показати обговорення

source: This customer has not written any reviews yet.
uk: Клієнт не написав жодного огляду.

source: Please provide launch_url. Click "Edit", and fill in the required fields.
uk: Будь ласка, задайте launch_url. Натисніть "Редагувати" і заповніть необхідні поля.

source: allowed file types are '%(file_types)s'
uk: допустимі типи файлів: '%(file_types)s'

source: Text (.txt) file
uk: Текстовий файл (.txt)

source: Error:
uk: Помилка:

source: Anchors
uk: Якори

source: Specify the {platform_name} email address or username of a student here:
uk: Вкажіть email або ім'я користувача студента на {platform_name}:

source: Order Id:
uk: ID замовлення

source: Grade required for a {cert_name_short}:
uk: Оцінка, необхідна для отримання {cert_name_short}:

source: Resetting a problem's due date rescinds a due date extension for a student on a particular unit. This will revert the due date for the student back to the problem's original due date.
uk: Скидання крайнього терміну виконання завдання скасовує продовження терміну для студента по конкретному модулю. При цьому крайня дата здачі для студента повертається до спочатку заданої для цього завдання.

source: Edit post title
uk: Редагувати заголовок повідомлення

source: Issuing bank unavailable. Possible action: retry again after a few minutes.
uk: Банк-емітент недоступний. Можливі дії: спробуйте ще раз через декілька хвилин.

source: Find Courses
uk: Знайти курси

source: Geographic student data was last updated %(update_date)s at %(update_time)s UTC.
uk: Географічні дані студента в останнє були оновленні %(update_date)s о %(update_time)s UTC.

source: The {platform_name} team
uk: Команда {platform_name}

source: View Credit
uk: Подивитися бали

source: AI Assessment
uk: Автоматичне оцінювання

source: Contains %(count)s groups
uk: Містить %(count)s груп

source: All flags have been removed. To undo, uncheck the box.
uk: Всі прапорці були прибрані. Щоб відмінити, приберіть позначку.

source: Task inputs
uk: Ввод завдання

source: Thank you for your payment. To receive course credit, you must now request credit at the {link_to_provider_site} website. Select <b>Request Credit</b> to get started.
uk: Дякуємо за оплату. Для отримання заліку вам необхідно надіслати відповідний запит на веб-сайті {link_to_provider_site}. Натисніть <b>Запросити залікові одиниці</b> для початку.

source: Thank you for your purchase!
uk: Дякуємо Вам за покупку

source: Share on Facebook
uk: Поширити у Facebook

source: No submissions received for these assignments.
uk: Ніяких відповідей для цих призначінь не отримано.

source: cannot be changed later
uk: не можна буде змінити пізніше

source: unit
uk: блок

source: You are re-verifying for: {course_name}
uk: Ви поновлюєте верифікацію на: {course_name}

source: {numPresent} students were already in the cohort
uk: {numPresent} студентів вже було у цій когорті

source: Video ID
uk: Ідентифікатор відео

source: More information about %(name)s
uk: Більше інформації про %(name)s

source: Set up your assignment types and grading policy even if you haven't created all your assignments.
uk: Визначте види контролю та політику оцінювання, навіть якщо ви ще не склали всіх завдань

source: Enter pairs of dates between which students cannot post to discussion forums, formatted as "YYYY-MM-DD-YYYY-MM-DD". To specify times as well as dates, format the pairs as "YYYY-MM-DDTHH:MM-YYYY-MM-DDTHH:MM" (be sure to include the "T" between the date and time).
uk: Введіть пари дат, між якими студенти не зможуть публікувати повідомлення на форумах, у форматі "РРРР-ММ-ДД-РРРР-ММ-ДД". Щоб вказати конкретний час разом з датами, пари повинні бути в форматі "YYYY-MM-DDTHH:MM-YYYY-MM-DDTHH:MM" (обов'язково включіть букву T між датою і часом).

source: The <em>Studio</em> servers encountered an error
uk: Виникла помилка на сервері <em>The Studio</em>

source: Course Number
uk: Номер Курсу

source: Details
uk: Деталі

source: {course_names} have been removed because the enrollment period has closed.
uk: {course_names} було видалено через те, що дата запису на ці курси сплила.

source: (this post is about %(courseware_title_linked)s)
uk: (це повідомлення про %(courseware_title_linked)s)

source: The above actions run in the background, and status for active tasks will appear in a table on the Course Info tab. To see status for all tasks submitted for this problem, click on this button
uk: Описані дії відбуваються у фоновому режимі, і статус активних завдань з'явиться на закладці з Інформацією про курс. Щоб переглянути статус усіх доручень, пов'язаних з цим завданням, натисніть цю кнопку.

source: Enable Learner Issuance
uk: Дозволити випуск залікових одиниць

source: Your Grade
uk: Ваша оцінка

source: The course {course_id} is already in your cart.
uk: Курс {course_id} вже в кошику.

source: H Align
uk: Вирівнювання

source: Example {example_number} has an invalid option for "{criterion_name}": "{option_name}"
uk: Приклад {приклад_номер} має неприпустиме варіант для "{ім'я_критерій}": "{ім'я _опції}"

source: Uploading
uk: Завантаження

source: Please enter the course price
uk: Будь ласка, введіть ціну курсу

source: Endorsed response
uk: Схвалена викладачем відповідь

source: The percentage of students aged 25 years or younger (of those who provided a year of birth).
uk: Процентне співвідношення студентів віком до 25 (з тих, хто вказав дату народження).

source: coupon with the coupon id ({coupon_id}) is already inactive
uk: купон з ідентифікаційним номером ({coupon_id}) вже недійсний

source: original filename
uk: оригінальне ім'я файлу

source: The revision being displayed for this article. If you need to do a roll-back, simply change the value of this field.
uk: Версія даної статті, що відображається. Якщо вам необхідно зробити відкат, просто змініть значення цього поля.

source: Verified
uk: Верифікований

source: User {email} has registered but has not yet activated his/her account.
uk: Користувач {email} зареєструвався, але ще не активував свій обліковий запис.

source: Available to Grade
uk: Доступне для оцінювання

source: Teaching Assistant
uk: Асистент

source: must contain {0} or more unique words
uk: повинен містити {0} або більше унікальних слів

source: Payer authentication could not be authenticated
uk: Справжність платника не підтверджена

source: Are you sure you wish to delete this item. It cannot be reversed! Also any content that links/refers to this item will no longer work (e.g. broken images and/or links)
uk: Ви впевнені, що хочете видалити цю деталь? Ця дія є незворотньою. Будь-який контент, що посилається на цю деталь більше не працюватиме. (наприклад пошкоджене зображення та/чи недіюче посилання)

source: Country or Region
uk: Країна або Регіон

source: April
uk: Квітня

source: Something wrong with SubRip transcripts file during parsing.
uk: Щось не так із файлом субтитрів SubRip під час обробки.

source: Certificate name is required.
uk: Необхідно вказати ім'я сертифіката.

source: Register to start learning today!
uk: Зареєструйтеся, щоб почати вчитися сьогодні!

source: All groups must have a name
uk: Всі групи мають мати ім'я

source: Purchase Time
uk: Час замовлення

source: View certificate in a new browser window or tab.
uk: Показати сертифікат у новому вікні або вкладці браузера.

source: Next, select an action to perform for the given user and problem:
uk: Тепер виберіть дію, яку буде застосовано до даного користувачеві і завданням:

source: List of Instructors
uk: Список Викладачів

source: Other/Prefer Not to Say
uk: Інше / Не бажаю вказувати

source: Value '{preference_value}' is not valid for user preference '{preference_key}'.
uk: Значення '{preference_value}' не дійсно для налаштування '{preference_key}'.

source: Edit HTML
uk: Редагувати HTML

source: The following errors occurred while logging you in:
uk: При вході в систему виникли такі помилки:

source: Order number
uk: Номер замовлення

source: Flagged Discussions
uk: Позначені обговорення

source: Enrollment action is invalid
uk: Спроба запису на курс невдала

source: If you need help, please use our web form at {contact_us_url} or email {info_email_address}.
uk: Якщо Вам потрібна допомога, можете використовувати форму {contact_us_url} або написати нам по електронній пошті {info_email_address}

source: , and
uk: , і

source: Error getting task history for problem '<%= problem_id %>' and student '<%= student_id %>'. Check that the problem and student identifiers are spelled correctly.
uk: Сталась помилка під час отримання історії задач для завдання '<%= problem_id %>' та студента '<%= student_id %>'. Перевірте, що ідентифікатори завдання та студента уведені вірно.

source: Click OK to have your username sent to a 3rd party application. Click Cancel to return to this page without sending your information.
uk: Натисніть OK щоб відправити ваше ім’я сторонньому доданку. Натисніть Відміна щоб повернутись до сторінки без відправлення вашої інформації.

source: News - MITx 6.002x
uk: Новини - MITx 6.002x

source: Enter true or false. If this value is true, timed exams are enabled in your course.
uk: Введіть true або false. Якщо введено значення "true", на вашому курсі дозволено проведення випробувань з обмеженням за часом.

source: Missing options_selected key in request
uk: У запиті пропущено ключ options_selected

source: Starts - {start_date}
uk: Початок - {start_date}

source: If you were assigned a Video ID by edX for the video to play in this component, enter the ID here. In this case, do not enter values in the Default Video URL, the Video File URLs, and the YouTube ID fields. If you were not assigned a Video ID, enter values in those other fields and ignore this field.
uk: Якщо ви призначили код ID для відео, то для того, щоб воно могло бути програно в цьому компоненті, введіть ідентифікатор тут. Будь ласка, не вказуйте URL-адресу відео-файлу, або ідентифікатор відео на YouTube. Якщо ви не призначили ідентифікатор для відео, введіть ці значення в інших полях і проігноруйте це поле.
